Repository: ABOYrbx/eduflow
Catalog: mac/EduFlow/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

# (keine Beschreibung)
source: (no description)
af: (keine Beschreibung)
ar: (لا يوجد وصف)
cs: (žádný popis)
da: (ingen beskrivelse)
de: (keine Beschreibung)
el: (χωρίς περιγραφή)
es: (sin descripción)
fi: (ei kuvausta)
fr: (pas de description)
it: (nessuna descrizione)
ja: (説明なし)
nl: (geen beschrijving)
no: (ingen beskrivelse)
pl: (brak opisu)
pt: (sem descrição)
ro: (fără descriere)
ru: (нет описания)
sv: (ingen beskrivning)
uk: (без опису)
zh_hans: (无描述)

# (unbekannt)
source: (unknown)
af: (unbekannt)
ar: (مجهول)
cs: (neznámý)
da: (ukendt)
de: (unbekannt)
el: (άγνωστο)
es: (desconocido)
fi: (tuntematon)
fr: (inconnu)
it: (sconosciuto)
ja: (不明)
nl: (onbekend)
no: (ukjent)
pl: (nieznany)
pt: (desconhecido)
ro: (necunoscut)
ru: (неизвестно)
sv: (okänd)
uk: (невідомо)
zh_hans: (未知)

# 6-stelliger Code
source: 6-digit code
af: 6-stelliger Code

# Abbrechen
source: Cancel
af: Abbrechen
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Abandonner
it: Annulla
ja: キャンセル
nl: annuleren
no: Avbryt
pl: Anuluj
pt: cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
uk: Скасувати
zh_hans: 取消

# Abmelden
source: Sign out
af: Abmelden
ar: تسجيل الخروج
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
it: Esci
ja: サインアウト
nl: Log uit
no: Logg ut
pl: Wyloguj się
pt: Encerrar sessão
ro: Deconectare
ru: Выйти
sv: Logga ut
uk: Вийти
zh_hans: 登出

# Abmelden …
source: Signing out …
af: Abmelden …
ar: تسجيل الخروج …
cs: Odhlášení …
da: Logger ud …
de: Abmelden …
el: Abmelden …
es: Abmelden …
fi: Abmelden …
fr: Déconnexion de …
it: Disconnessione …
ja: Abmelden …
nl: Abmelden …
no: Logger ut …
pl: Wylogowywanie …
pt: Encerrando Sessão …
ro: Se deloghează …
ru: Выход …
sv: Loggar ut …
uk: Вийти …
zh_hans: Abmelden …

# Alle
source: All
af: Alle
ar: كل
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tous
it: Tutti
ja: すべて
nl: Allemaal
no: Alle
pl: Wszystkie
pt: TODOS
ro: Toate
ru: Все
sv: Alla
uk: Всі
zh_hans: 所有的

# Alle Aufgaben
source: All homework
af: Alle Aufgaben
ar: كل الواجبات المنزلية
cs: Všechny domácí úkoly
da: Alle lektier
de: Alle Hausaufgaben
el: Όλη η εργασία
es: Todas las tareas
fi: Kaikki kotitehtävät
fr: Tous les devoirs
it: Tutti i compiti
ja: すべての課題
nl: Alle huiswerk
no: Alle lekser
pl: Wszystkie prace domowe
pt: Todas as tarefas
ro: Toate temele
ru: Все домашние задания
sv: Alla läxor
uk: Всі домашні завдання
zh_hans: 所有家庭工作

# Alle EduPage-Nachrichten im Mail-Layout — mit Likes, Antworten und Dateien.
source: All EduPage messages in a mail layout — with likes, replies and files.
af: Alle EduPage-Nachrichten im Mail-Layout — mit Likes, Antworten und Dateien.
ar: Alle EduPage-Nachrichten im Mail-Layout — mit Likes, Antworten und Dateien.
cs: Všechny zprávy EduPage v rozvržení e-mailu – s lajky, odpověďmi a soubory.
da: Alle EduSide-beskeder i et postlayout - med likes, svar og filer.
de: Alle EduPage Nachrichten in einem Mail-Layout — mit Gefällen, Antworten und Dateien.
el: Όλα τα μηνύματα EduPage σε διάταξη αλληλογραφίας - με likes, απαντήσεις και αρχεία.
es: Todos los mensajes de EduPage en un diseño de correo electrónico — con gustos, respuestas y archivos.
fi: Kaikki EduPage viestit mail layout - tykkäää, vastauksia ja tiedostoja.
fr: Tous les messages EduPage dans une mise en page de courrier — avec des J'aime, des réponses et des fichiers.
it: Tutti i messaggi di EduPage in un layout di posta — con mi piace, risposte e file.
ja: 「いいね！」、「返信」、「ファイル」を含むすべてのEduPageメッセージ。
nl: Alle EduPage berichten in de mail-indeling — met likes, reacties en bestanden.
no: Alle EduPage meldinger i mail layout - med liker, svar og filer.
pl: Wszystkie wiadomości EduPage w układzie wiadomości — z polubieniami, odpowiedziami i plikami.
pt: Todas as mensagens do EduPage em um layout de e-mail — com curtidas, respostas e arquivos.
ro: Toate mesajele EduPage într-un layout de e-mail — cu feluri, răspunsuri și fișiere.
ru: Все EduPage сообщения в форме почты — с лайками, ответами и файлами.
sv: Alla EduPage meddelanden i en e-postlayout — med gillar, svar och filer.
uk: Усі повідомлення EduPage в розкладці пошти - зі схожими, відповідями і файлами.
zh_hans: 邮件布局中的所有Eduardo Page 消息——带有喜欢、回复和文件。

# Alle Nachrichten
source: All messages
af: Alle Nachrichten
ar: جميع الرسائل
cs: Všechny zprávy
da: Alle beskeder
de: Alle Nachrichten
el: Όλα τα μηνύματα
es: Todos los mensajes
fi: Kaikki viestit
fr: Tous les messages
it: Tutti i messaggi
ja: すべてのメッセージ
nl: Alle berichten
no: Alle meldinger
pl: Wszystkie wiadomości
pt: Todas as mensagens
ro: Toate mesajele
ru: Все сообщения
sv: Alla meddelanden
uk: Усі повідомлення
zh_hans: 所有消息

# Alle als gelesen
source: Mark all as read
af: Alle als gelesen
ar: تحديد الكل كمقروء
cs: Označit vše jako přečtené
da: Markér alle som læst
de: Alle als gelesen markieren
el: Σήμανση όλων ως αναγνωσμένα
es: Marcar todo como leído
fi: Merkitse kaikki luetuiksi
fr: Marquer tout comme lu
it: Segna tutti come letti
ja: すべて既読にする
nl: Alles als gelezen markeren
no: Merk alle som lest
pl: Oznacz wszystkie jako przeczytane
pt: Marcar todos como lidos
ro: Marchează toate ca citite
ru: Отметить все как прочитанные
sv: Markera alla som lästa
uk: Позначити всі як прочитані
zh_hans: 全部标记为已读

# Alles an einem Ort.
source: Everything in one place.
af: Alles an einem Ort.
ar: Alles an einem Ort.
cs: Všechno na jednom místě.
da: Alt på ét sted.
de: Alles an einem Ort.
el: Όλα σε ένα μέρος.
es: Todo en un solo lugar.
fi: Kaikki yhdessä paikassa.
fr: Tout en un seul endroit.
it: Tutto in un unico posto.
ja: すべてが一つの場所にあります
nl: Alles op één plek.
no: Alt på et sted.
pl: Wszystko w jednym miejscu.
pt: Tudo num só lugar.
ro: Totul într-un singur loc.
ru: Все в одном месте.
sv: Allt på ett ställe.
uk: Все в одному місці.
zh_hans: 在一个地方的一切。

# Alles zeigen
source: Show all
af: Alles zeigen
ar: إظهار الكل
cs: Zobrazit vše
da: Vis alle
de: Alle anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
fi: Näytä kaikki
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
nl: Alles weergeven
no: Vis alle
pl: Pokaż wszystkie
pt: Mostrar todos
ro: Arată toate
ru: Показать все
sv: Visa alla
uk: Показати всі
zh_hans: 显示所有

# Als erledigt markieren
source: Mark as done
af: Als erledigt markieren
ar: وضع علامة كما تم
cs: Označit jako dokončené
da: Markér som afsluttet
de: Als erledigt markieren
el: Σήμανση ως τελειωμένο
es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer comme fait
it: Segna come fatto
ja: 完了としてマーク
nl: Markeren als voltooid
no: Marker som avsluttet
pl: Oznacz jako wykonane
pt: Marcar como pronto
ro: Marcheaza ca terminat
ru: Отметить как выполненное
sv: Markera som gjort
uk: Позначити як виконане
zh_hans: 标记为已完成

# Anmelden
source: Sign in
af: Anmelden
ar: Anmelden
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
ja: サインイン
nl: Log in
no: Logg inn
pl: Zaloguj się
pt: Iniciar sessão
ro: Autentificare
ru: Войти
sv: Logga in
uk: Увійти
zh_hans: 登录

# Anmelden …
source: Signing in …
af: Anmelden …
ar: تسجيل الدخول …
cs: Přihlašování …
da: Logger på …
de: Anmelden …
el: Anmelden …
es: Anmelden …
fi: Allekirjoitetaan …
fr: Connexion à …
it: Accesso a …
ja: Anmelden …
nl: Aanmelden …
no: Logger på …
pl: Logowanie w …
pt: Fazendo login em …
ro: Se conectează …
ru: Вход в …
sv: Loggar in …
uk: Вхід в …
zh_hans: 正在登录 …

# Antwort schreiben
source: Write a reply
af: Antwort schreiben
ar: كتابة رد
cs: Napsat odpověď
da: Skriv et svar
de: Antwort schreiben
el: Γράψτε μια απάντηση
es: Escribe una respuesta
fi: Kirjoita vastaus
fr: Écrire une réponse
it: Scrivi una risposta
ja: 返信を書く
nl: Schrijf een antwoord
no: Skriv et svar
pl: Napisz odpowiedź
pt: Escreva uma resposta
ro: Scrie un răspuns
ru: Написать ответ
sv: Skriv ett svar
uk: Написати відповідь
zh_hans: 撰写回复

# Antworten
source: Replies
af: Antworten
ar: الردود
cs: Odpovědi
da: Svar
de: Antworten
el: Απαντήσεις
es: Respuestas
fi: Vastaukset
fr: Réponses
it: Risposte
ja: 返信
nl: Antwoorden
no: Svar
pl: Odpowiedzi
pt: Respostas
ro: Răspunsuri
ru: Ответы
sv: Svar
uk: Відповіді
zh_hans: 回复

# Ausgeblendete
source: Hidden
af: Ausgeblendete

# Aussehen
source: Appearance
af: Aussehen
ar: Aussehen
cs: Vzhled
da: Udseende
de: Erscheinung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt: Aparência
ro: Aspectul
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд
zh_hans: 外观

# Basis-URL
source: Base URL
af: Basis-URL
ar: الرابط الأساسي
cs: Základní URL
de: Basis-URL
el: Βασικό URL
es: URL base
fr: URL de base
it: Url Base
ja: ベースURL
nl: Basis URL
no: Standard URL
pl: Podstawowy adres URL
pt: URL Base
ro: URL de bază
ru: Базовый URL
sv: Bas URL
uk: Базова URL-адреса
zh_hans: 基本网址

# Benutzername
source: Username
af: Benutzername
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
ja: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Usuário:
ro: Nume
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
zh_hans: 用户名

# Bereich
source: Section
af: Bereich
ar: قسم
cs: Sekce
da: Afsnit
de: Abschnitt
el: Τομέας
es: Sección
fi: Osio
it: Sezione
ja: セクション
nl: Sectie
no: Seksjon
pl: Sekcja
pt: Turma
ro: Sectiune
ru: 1 С-4, 1 С-3, 1 ПС, 1 НС, 1 ДООН
sv: Sektion
uk: Секція
zh_hans: 1 P-5, 1 P-4, 1 P-3,

# Bereich aus der Leiste entfernen
source: Remove section from the bar
af: Bereich aus der Leiste entfernen
ar: إزالة القسم من الشريط
cs: Odstranit oddíl z lišty
da: Fjern sektionen fra bjælken
de: Abschnitt von der Leiste entfernen
el: Αφαιρέστε το τμήμα από τη γραμμή
es: Eliminar sección de la barra
fi: Poista osio palkista
fr: Retirer la section de la barre
it: Rimuovi sezione dalla barra
ja: バーからセクションを削除
nl: Verwijder sectie uit de balk
no: Fjern seksjon fra linjen
pl: Usuń sekcję z paska
pt: Remover seção da barra
ro: Elimină secţiunea din bară
ru: Удалить секцию из панели
sv: Ta bort sektion från fältet
uk: Видалити розділ з панелі
zh_hans: 从栏中移除部分

# Bereich nach oben verschieben
source: Move section up
af: Bereich nach oben verschieben
ar: نقل القسم لأعلى
cs: Přesunout sekci nahoru
da: Flyt sektion op
de: Abschnitt nach oben verschieben
el: Μετακίνηση τμήματος πάνω
es: Subir sección
fi: Siirrä osio ylöspäin
fr: Déplacer la section vers le haut
it: Sposta sezione in alto
ja: セクションを上に移動
nl: Verplaats sectie omhoog
no: Flytt seksjon opp
pl: Przenieś sekcję w górę
pt: Mover seção para cima
ro: Mutați secțiunea în sus
ru: Переместить секцию вверх
sv: Flytta sektionen uppåt
uk: Перемістити вище
zh_hans: 上移版块

# Bereich nach unten verschieben
source: Move section down
af: Bereich nach unten verschieben
ar: تحريك القسم لأسفل
cs: Přesunout sekci dolů
da: Flyt sektion ned
de: Abschnitt nach unten verschieben
el: Μετακίνηση τμήματος κάτω
es: Bajar sección
fi: Siirrä osio alas
fr: Déplacer la section vers le bas
it: Sposta sezione in basso
ja: セクションを下に移動
nl: Verplaats sectie omlaag
no: Flytt seksjon ned
pl: Przenieś sekcję w dół
pt: Mover seção para baixo
ro: Mutați secțiunea în jos
ru: Переместить секцию вниз
sv: Flytta sektionen nedåt
uk: Перемістити вниз
zh_hans: 向下移动小组

# Bereich zur Leiste hinzufügen
source: Add section to the bar
af: Bereich zur Leiste hinzufügen
ar: إضافة قسم إلى الشريط
cs: Přidat sekci do lišty
da: Tilføj sektion til bjælken
de: Abschnitt zur Leiste hinzufügen
el: Προσθήκη τμήματος στη γραμμή
es: Añadir sección a la barra
fi: Lisää osio palkkiin
fr: Ajouter une section à la barre
it: Aggiungi sezione alla barra
ja: バーにセクションを追加
nl: Sectie toevoegen aan de balk
no: Legge til inndeling i linjen
pl: Dodaj sekcję do paska
pt: Adicionar seção à barra
ro: Adaugă secţiune la bară
ru: Добавить секцию в панель
sv: Lägg till sektion i fältet
uk: Додати розділ до панелі
zh_hans: 将部分添加到栏

# Bestätigen
source: Confirm
af: Bestätigen
ar: Bestätigen
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Valider
it: Conferma
ja: 確認する
nl: Bevestigen
no: Bekreft
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
sv: Bekräfta
uk: Підтвердити
zh_hans: 确认

# Code aus E-Mail oder App eingeben.
source: Enter the code from your email or app.
af: Code aus E-Mail oder App eingeben.
ar: أدخل الرمز من بريدك الإلكتروني أو تطبيقك.
cs: Zadejte kód z vašeho e-mailu nebo aplikace.
da: Indtast koden fra din e-mail eller app.
de: Geben Sie den Code aus Ihrer E-Mail oder App ein.
el: Εισάγετε τον κωδικό από το email ή την εφαρμογή σας.
es: Introduce el código de tu correo electrónico o aplicación.
fi: Syötä koodi sähköpostiosoitteestasi tai sovelluksestasi.
fr: Entrez le code de votre e-mail ou de votre application.
it: Inserisci il codice dalla tua email o app.
ja: メールアドレスまたはアプリからコードを入力してください。
nl: Vul de code van je e-mail of app in.
no: Skriv inn koden fra din e-post eller app.
pl: Wprowadź kod z adresu e-mail lub aplikacji.
pt: Digite o código a partir do seu e-mail ou aplicativo.
ro: Introduceți codul din e-mail sau aplicație.
ru: Введите код из вашей электронной почты или приложения.
sv: Ange koden från din e-post eller app.
uk: Введіть код з вашої електронної пошти чи додатку.
zh_hans: 输入您的电子邮件或应用程序中的代码。

# Code eingeben
source: Enter code
af: Code eingeben
ar: أدخل الرمز
cs: Zadejte kód
da: Indtast kode
de: Code eingeben
el: Εισάγετε κωδικό
es: Introducir código
fi: Syötä koodi
fr: Entrez le code
it: Inserisci codice
ja: コードを入力
nl: Voer code in
no: Angi kode
pl: Wprowadź kod
pt: Inserir código
ro: Introdu codul
ru: Введите код
sv: Ange kod
uk: Введіть код
zh_hans: 输入代码

# Dateien
source: Files
af: Dateien
ar: الملفات
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fr: Fichiers
it: File
ja: ファイル
nl: Bestanden
no: Filer
pl: Pliki
pt: arquivos
ro: Fișiere
ru: Файлы
sv: Filer
uk: Файли
zh_hans: 文件

# Datum
source: Date
af: Datum
ar: التاريخ
cs: Datum:
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
it: Data
ja: 日付
nl: Datum:
no: Dato
pl: Data
pt: Encontro
ro: Data
ru: Дата
sv: Datum
uk: Дата
zh_hans: 日期

# Dein Profil
source: Your profile
af: Dein Profil
ar: ملفك الشخصي
cs: Váš profil
da: Din profil
de: Dein Profil
el: Το προφίλ σας
es: Tu perfil
fi: Profiilisi
fr: Votre profil
it: Il tuo profilo
ja: あなたのプロフィール
nl: Uw profiel
no: Din profil
pl: Twój profil
pt: Seu perfil
ro: Profilul dvs.
ru: Ваш профиль
sv: Din profil
uk: Ваш профіль
zh_hans: 您的个人资料

# Demo ansehen
source: View demo
af: Demo ansehen
ar: عرض تجريبي
cs: Zobrazit ukázku
da: Vis demo
de: Demo anzeigen
el: Προβολή επίδειξης
es: Ver demo
fi: Näytä demo
fr: Voir la démo
it: Visualizza demo
ja: デモを表示
nl: Demo bekijken
no: Vise demo
pl: Zobacz demo
pt: Ver demonstração
ro: Vezi demo
ru: Посмотреть демо
sv: Visa demo
uk: Переглянути демо
zh_hans: 查看演示文稿

# Demo verlassen
source: Leave demo
af: Demo verlassen
ar: ترك العرض التجريبي
cs: Opustit demo
da: Forlad demo
de: Demo verlassen
el: Αφήστε το demo
es: Dejar demo
fi: Poistu demosta
fr: Quitter la démo
it: Lascia la demo
ja: デモを終了する
nl: Demo verlaten
no: Forlat demo
pl: Opuść demo
pt: Sair da demonstração
ro: Părăsește demo-ul
ru: Покинуть демо
sv: Lämna demo
uk: Залишити демо
zh_hans: 离开演示模式

# Demo-Modus
source: Demo mode
af: Demo-Modus
ar: النمط التجريبي
cs: Demo režim
da: Demo tilstand
de: Demo-Modus
el: Λειτουργία επίδειξης
es: Modo demo
fi: Demo tila
fr: Mode démo
it: Modalità demo
ja: デモモード
nl: Demonstratie modus
no: Demo modus
pl: Tryb demo
pt: Modo de demonstração
ro: Mod demonstrativ
ru: Демо режим
sv: Demo läge
uk: Демонстраційний режим
zh_hans: 演示模式

# Demo-Modus · nur synthetische Beispieldaten
source: Demo mode · synthetic sample data only
af: Demo-Modus · nur synthetische Beispieldaten
ar: الوضع التجريبي · بيانات العينة الاصطناعية فقط
cs: Demo režim · pouze syntetická ukázková data
da: Demo tilstand · kun syntetiske stikprøvedata
de: Demo-Modus · Nur synthetische Sample-Daten
el: Λειτουργία επίδειξης · μόνο συνθετικά δεδομένα δείγματος
es: Modo demo · sólo datos de muestra sintética
fi: Demo tila · vain synteettiset näytetiedot
fr: Mode démo · données d'échantillonnage synthétiques uniquement
it: Modalità demo · solo dati di esempio sintetici
ja: デモモード・合成サンプルデータのみ
nl: Demo modus · synthetische voorbeeldgegevens alleen
no: Demomodus · kun syntetiske eksempeldata
pl: Tryb demo · tylko syntetyczne dane z próby
pt: Modo de demonstração · apenas dados de exemplo sintético
ro: Mod demonstrativ · doar date eșantion sintetic
ru: Демо-режим · только синтетические данные выборки
sv: Demo läge · syntetiska urvalsdata endast
uk: Демо-режим · синтетичні дані вибірки
zh_hans: 演示模式 · 仅合成样本数据

# Dienstag
source: Tuesday
af: Dienstag
ar: الثلاثاء
cs: úterý
da: Tirsdag
de: Dienstag
el: Τρίτη
es: Martes
fi: Tiistai
fr: Mardi
it: Martedì
ja: 火曜日
nl: dinsdag
no: Tirsdag
pl: Wtorek
pt: Terça-feira
ro: Marţi
ru: Вторник
sv: Tisdag
uk: Вівторок
zh_hans: 星期二

# Direkt in die Nachrichten
source: Go to messages
af: Direkt in die Nachrichten
ar: الذهاب إلى الرسائل
cs: Přejít na zprávy
da: Gå til beskeder
de: Gehe zu Nachrichten
el: Μετάβαση στα μηνύματα
es: Ir a mensajes
fi: Siirry viesteihin
fr: Accéder aux messages
it: Vai ai messaggi
ja: メッセージへ移動
nl: Ga naar berichten
no: Gå til meldinger
pl: Przejdź do wiadomości
pt: Ir para mensagens
ro: Mergi la mesaje
ru: Перейти к сообщениям
sv: Gå till meddelanden
uk: Перейти до повідомлень
zh_hans: 转到消息

# Direkt zu den Aufgaben
source: Go to homework
af: Direkt zu den Aufgaben
ar: الذهاب إلى الواجبات المنزلية
cs: Přejít na domácí úkol
da: Gå til lektier
de: Gehe zu Hausaufgaben
el: Πηγαίνετε στο homework
es: Ir a la tarea
fi: Siirry kotitehtäviin
fr: Aller aux devoirs
it: Vai ai compiti
ja: 宿題に行く
nl: Ga naar huiswerk
no: Gå til lekser
pl: Przejdź do pracy domowej
pt: Ir para a tarefa
ro: Mergi la tema
ru: Перейти на домашнюю работу
sv: Gå till läxor
uk: Перейти до домашньої роботи
zh_hans: 转到家庭工作

# Direkt zu den Noten
source: Go to grades
af: Direkt zu den Noten
ar: الذهاب إلى الدرجات
cs: Přejít do stupňů
da: Gå til karakterer
de: Gehe zu Noten
el: Πήγαινε στους βαθμούς
es: Ir a las notas
fi: Siirry laatuluokkiin
fr: Aller aux notes
it: Vai ai voti
ja: 成績へ移動
nl: Ga naar cijfers
no: Gå til karakterer
pl: Przejdź do ocen
pt: Ir para notas
ro: Mergi la note
ru: Перейти к оценкам
sv: Gå till betyg
uk: Перейти до оцінок
zh_hans: 转到等级

# Direkt zum Stundenplan
source: Go to timetable
af: Direkt zum Stundenplan
ar: الذهاب إلى الجدول الزمني
cs: Přejít na časový rozvrh
da: Gå til tidsplan
de: Gehe zum Zeitplan
el: Μετάβαση στο ωρολόγιο πρόγραμμα
es: Ir al horario
fi: Siirry aikatauluun
fr: Aller au calendrier
it: Vai all'orario
ja: 時刻表に移動
nl: Ga naar tijdschema
no: Gå til ruteplan
pl: Przejdź do harmonogramu
pt: Ir para o calendário
ro: Mergeți la calendar
ru: Перейти к расписанию
sv: Gå till tidtabellen
uk: Перейти до розкладу
zh_hans: 转到时间表

# Donnerstag
source: Thursday
af: Donnerstag
ar: الخميس
cs: Čtvrtek
da: Torsdag
de: Donnerstag
el: Πέμπτη
es: Jueves
fi: Torstai
fr: Jeudi
it: Giovedì
ja: 木曜日
nl: donderdag
no: Torsdag
pl: Czwartek
pt: quinta-feira
ro: Joi
ru: Четверг
sv: Torsdag
uk: Четвер
zh_hans: 星期四

# EduFlow Dashboard · lokal
source: EduFlow Dashboard · local
af: EduFlow Dashboard · lokal
ar: لوحة معلومات التدفق · محلي
cs: Nástěnka EduFlow · lokální
de: EduFlow-Übersicht · lokal
el: Πίνακας ελέγχου EduFlow · τοπικός
es: Tablero EduFlow · local
fi: EduFlow Kojelauta · paikallinen
fr: Tableau de bord EduFlow · local
it: EduFlow Dashboard · locale
ja: EduFlowダッシュボード・ローカル
nl: EduFlow Dashboard · lokaal
no: EduFlow dashbord · lokalt
pl: Panel EduFlow · lokalny
pt: Painel EduFlow · local
ro: Panou de control EduFlow · local
ru: Панель EduFlow · локальная
sv: EduFlow Dashboard · lokal
uk: Панель керування EduFlow - локальна
zh_hans: EduFlow 仪表板 · 本地

# Einstellungen
source: Settings
af: Einstellungen
ar: Einstellungen
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sv: Inställningar
uk: Налаштування
zh_hans: 设置

# Entfall
source: Cancellation
af: Entfall
ar: إلغاء
cs: Zrušení
da: Annullering
de: Stornierung
el: Ακύρωση
es: Cancelación
fi: Peruutus
fr: Annulation
it: Annullamento
ja: キャンセル
nl: Annulering
no: Avbestilling
pl: Anulowanie
pt: Cancelamento
ro: Anulare
ru: Отмена
sv: Avbokning
uk: Скасування
zh_hans: 取消

# Entfernen
source: Remove
af: Entfernen
ar: Entfernen
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Retirer
it: Rimuovi
ja: 削除
nl: Verwijderen
no: Fjern
pl: Usuń
pt: Excluir
ro: Elimină
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# Entfällt
source: Cancelled
af: Entfällt
ar: ملغاة
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
fi: Peruutettu
fr: Annulé
it: Annullato
ja: キャンセルしました
nl: Geannuleerd
no: Avbrutt
pl: Anulowane
pt: Cancelado
ro: Anulat
ru: Отменено
sv: Avbruten
uk: Скасовано
zh_hans: 已取消

# Entwickleroptionen
source: Developer options
af: Entwickleroptionen
ar: Entwickleroptionen
cs: Možnosti vývojáře
da: Indstillinger for udviklere
de: Entwickleroptionen
el: Επιλογές για προγραμματιστές
es: Opciones de desarrollador
fi: Kehittäjän asetukset
fr: Options développeur
it: Opzioni sviluppatore
ja: 開発者向けオプション
nl: Opties voor ontwikkelaars
no: Alternativer for utviklere
pl: Opcje programisty
pt: Opções do desenvolvedor
ro: Opțiuni pentru dezvoltatori
ru: Параметры разработчика
sv: Alternativ för utvecklare
uk: Параметри розробника
zh_hans: 开发者选项

# Entwickleroptionen aktivieren
source: Enable developer options
af: Entwickleroptionen aktivieren
ar: Entwickleroptionen aktivieren
cs: Povolit možnosti vývojáře
da: Aktiver udviklerindstillinger
de: Entwickleroptionen aktivieren
el: Ενεργοποίηση επιλογών προγραμματιστή
es: Habilitar opciones de desarrollador
fi: Ota kehittäjän asetukset käyttöön
fr: Activer les options de développement
it: Abilita opzioni sviluppatore
ja: 開発者向けオプションを有効にする
nl: Opties voor ontwikkelaars inschakelen
no: Aktiver utvikleralternativer
pl: Włącz opcje deweloperskie
pt: Ativar opções do desenvolvedor
ro: Activați opțiunile dezvoltatorului
ru: Включить опции разработчика
sv: Aktivera utvecklaralternativ
uk: Увімкнути параметри розробника
zh_hans: 启用开发者选项

# Erledigt
source: Completed
af: Erledigt
ar: مكتمل
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fr: Terminé
it: Completato
ja: 完了
nl: Voltooid
no: Fullført
pl: Zakończone
pt: Concluído
ro: Completat
ru: Выполнено
sv: Slutförd
uk: Завершені
zh_hans: 已完成

# Erneut laden
source: Reload
af: Erneut laden

# Erneut versuchen
source: Try again
af: Erneut versuchen
ar: حاول مرة أخرى
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr: Réessayez
it: Riprova
ja: もう一度やり直してください
nl: Opnieuw proberen
no: Prøv igjen
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробовать еще раз
sv: Försök igen
uk: Спробуйте ще раз
zh_hans: 再试一次
